Repository: skmohammadi/new-prestashop-project
Catalog: app/Resources/translations/*/AdminDesignFeature.*.xlf
Languages: hy_am

source: CMS Category
hy_am: Բով.Կառ.Համ. կատեգորիան

source: Parent category
hy_am: Ծնող կատեգորիա

source: Transplant a module
hy_am: Փոխպատվաստել մոդուլ

source: Exceptions
hy_am: Բացառություններ

source: ____________ CORE ____________
hy_am: ____________ ՄԻՋՈՒԿ ____________

source: Use PNG only if the base image is in PNG format.
hy_am: Օգտագործեք PNG, մաիյն այն դեպքում երբ հիմնական պատկերը գտնվում է PNG ձեւաչափով

source: Product picture width
hy_am: Ապրանքի նկարի լայնությունը

source: Product picture height
hy_am: Ապրանքի նկարի բարձրությունը

source: Use the legacy image filesystem
hy_am: Օգտագործել դասական ֆայլային համակարգը.

source: Header logo
hy_am: Վերնագրի պատկերանիշը

source: Mail logo
hy_am: Փոստի պատկերանիշը

source: Invoice logo
hy_am: Պատկերանիշը հաշվի վրա.

source: Favicon
hy_am: Էջանիշերի նկարիկ

source: Theme appearance
hy_am: Ձեւանմուշի արտաքին տեսքը

source: Import from your computer
hy_am: Ներմուծել Ձեր համակարգչից:

source: Import from the web
hy_am: Ներմուծել կայքից

source: Archive URL
hy_am: Արխիվի URL

source: Import from FTP
hy_am: Ներմուծել FTP-ից

source: Theme
hy_am: Ձեւանմուշ

source: Pages
hy_am: Էջեր

source: Page content
hy_am: Էջի բովանդակությունը

source: Pages in this category
hy_am: Էջեր այս կատեգորիայում

source: Move images
hy_am: Տեղափոխել պատկերները

source: Regenerate thumbnails
hy_am: Վերաստեղծել մանրապատկերները

source: Select an image
hy_am: Ընտրել պատկերը

source: Select a format
hy_am: Ընտրել ձեաչափը

source: Erase previous images
hy_am: Ջնջել նախորդ պատկերները

source: All modules
hy_am: Բոլոր մոդուլները

source: Display non-positionable hooks
hy_am: Ցուցադրել non-positionable hooks

source: Unhook the selection
hy_am: Unhook ընտրվածները
