Repository: skmohammadi/new-prestashop-project
Catalog: app/Resources/translations/*/ModulesPscleanerAdmin.*.xlf
Languages: hy_am

source: PrestaShop Cleaner
hy_am: PrestaShop մաքրողը

source: Check and fix functional integrity constraints and remove default data
hy_am: Ստուգեք եւ դրեք ֆունկցիոնալի սահմանափակումները եւ հեռացրեք դեֆոլտ դրված կարգավորումները

source: Be really careful with this tool - There is no possible rollback!
hy_am: Զգույշ եղեք տվյալ գործիքի հետ - վերականգնելը անհնար է:

source: The following queries successfuly fixed broken data:
hy_am: Հետեւյալ հարցումները հաջողությամբ վերականգնել են վնասված տվյալները:

source: %d line(s)
hy_am: %d տող (եր)

source: Nothing that need to be cleaned
hy_am: Ոչնչ չկա որ անհրաժեշտ լինի մաքրելու:

source: Catalog truncated
hy_am: Կիսատ կատալոգ

source: Orders and customers truncated
hy_am: Կիսատ պատվերներ եւ հճախորդներ

source: Are you sure that you want to delete all catalog data?
hy_am: Դուք համոզված՞ եք որ ուզում եք ջնջել կատալոգի բոլոր տվյալները:

source: Are you sure that you want to delete all sales data?
hy_am: Դուք համոզված՞ եք որ ուզում եք ջնջել վաճառքի վերաբերյալ ամբողջ տեղեկությունները:

source: Catalog
hy_am: Կատալոգ

source: Delete catalog
hy_am: Ջնջել կատալոգը

source: Orders and customers
hy_am: Պատվերներ եւ հաճախորդներ

source: Delete orders & customers
hy_am: Ջնջել պատվերները & հաճախորդներին

source: Functional integrity constraints
hy_am: Ֆունկցիոնալի սահմանափակում

source: Check & fix
hy_am: Ստուգել եւ պահպանել
